<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Wiki</title>

    <!-- Фавиконка -->
    <link rel="apple-touch-icon" sizes="180x180" href="../res/favicon/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="../res/favicon/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="../res/favicon/favicon-16x16.png">
    <link rel="manifest" href="../res/favicon/site.webmanifest">


    <!-- Bootstrap -->
    <link rel="stylesheet" href="../styles/bootstrap.min.css">


    <!-- CSS конкретно для этой страницы -->
    <link rel="stylesheet" href="../styles/custom/styles.css">
    <link rel="stylesheet" href="../styles/custom/wiki.css">
</head>

<body>
        <?php
        require_once '/home/users/o/osinvladislav/domains/aloevera.thevladoss.site/navbar.php';
        ?>
        <main style="width: 100%; display:flex; flex-direction: row; justify-content: center;">
        <div class="article_content" style="">
            <div class="heading_block" style="margin-left: 40%;">
                <h1>Пшеница</h1>
                <p>
                    Пшеница требует определенной предпосевной подготовки грунта,
                    организации весенних удобрений, правильного обогащения земли,
                    а главное – изучения правил борьбы с заболеваниями и вредителями.
                    Для того, чтобы урожай аграриев был впечатляющим, не стоит пренебрегать, перечисленными правилами.
                </p>
            </div>

            <div class="main_block">
                <img src="../res/1.png" alt="" srcset="">
                <div>
                    <h3>Предпосевная подготовка почвы</h3>
                    <p>
                        Подготовка почвы к севу, должна быть нацелена на обеспечение аэрации корневой системы, сохранении влаги, истреблении сорняков, максимальной заделки растительных остатков от предыдущей культуры.
                        Предпосевная подготовка должна обеспечить оптимально выровненную поверхность грунта и семенного ложа, для дальнейшей заделки семян. Предпосевная обработка напрямую зависит от погодных условий, располагаемой вами техники, состояния пашни и предшествующей культуры.
                        Безотвальную обработку почвы, пред севом пшеницы, применяют после непаровых культур, глубиной в 10-12 сантиметров, с помощью комбинированных пропашных агрегатов.
                        После проведенных агротехнических процедур, через две недели проводится вспашка плугом, с культурными отвалами и предплужниками на глубину около двадцати сантиметров, заделывая пласт на дно борозды для того чтобы не смог прорости сорняк. Обработка с двумя лущениями, дисковым,
                        а потом лемешным проводится после возделывания зернобобовых, стерневых растений, а также на полях засоренных сорными травами.
                    </p>
                </div>

            </div>

            <div class="main_block">
                <img src="../res/2.png" alt="" srcset="">
                <div>
                    <h3>Посевная  подготовка почвы</h3>
                    <p>
                        Посевная пшеницы может изменяться, в зависимости от разных факторов, климатических и биологических особенностей. Оптимальными сроками сева озимой пшеницы будет являться вторая декада сентября. А для яровой первая декада весны.
                        На скудных почвах и после непаровых культур, сев проводят в оптимальные сроки в начале сентября, а после паровых культур и на богатых почвах посевная проходить должна в сроки близкие к зиме, чтобы пшеница меньше подвергалась нападению злаковых мух, а также, чтобы культура не переросла.
                        Озимая пшеница должна прорости к зимовке и набрать два три ростка, обычно сроки вегетации растения составляют около двух месяцев до начала зимы. Примерная норма высева семян будет варьироваться около 500 всхожих на один квадратный метр пахоты.
                        Для обеспечения поздних посевов оптимальным числом плодоносящих стеблей, норму высева увеличивают на 15 процентов. Заделывают семена пшеницы на глубину около трех сантиметров, с обязательным уплотнением посевной площади, катками. Глубина заделки пшеницы зависит от сроков сева, если сев поздний,
                        то соответственно и глубина заделки должна быть меньше. Пшеницу сеют рядковым методом с шириной междурядьев 15 сантиметров.
                    </p>
                </div>
            </div>
            <div class="main_block">
                <img src="../res/3.png" alt="" srcset="">
                <div>
                    <h3>Внесение удобрения</h3>
                    <p>
                        Как и все сельскохозяйственные культуры, пшеница хорошо отзывается на внесение удобрений. Хорошо пшеница растет на почвах обогащенных азотом, калием и фосфором. Примерное употребление урожая пшеницы в 30 центнеров, составляет около 90 килограмм азота, 60 килограмм калия, 25 килограмм фосфора. При этом динамика потребления  питательных веществ зависит от фазы вегетации растения. В начальный период роста, пшеница потребляет азот, но в малых количествах. Ситуация меняется когда растение начинает набирать колосья и формировать дополнительные стебли, тут пшеница резко увеличивает свое потребление азота.
                        А вот в период формирования зерен, потребность в этом микроэлементе сводится к минимуму. Так как азотопоглощение в больших
                        количествах, будет провоцировать снижение показателей созреваемости зерна. Фосфорное удобрение важно в период кущения пшеницы и выхода в трубку. Фосфорное удобрение играет важную роль в формировании и развитии корневой системы растения, а также колосьев.
                        Калий в свою очередь на пшеницу оказывает прямое влияние, если пшеница будет испытывать недостаток калия, то хорошего урожая вы не получите, так как колошение напрямую зависит от процентного соотношения калия в почве. Калий увеличивает сопротивляемость пшеницы к некоторым болезням, влияет на размеры зерна, ускоряет доставку углеводов из стеблей в зерно, в результате чего зерно наливается и укрупняется.
                    </p>
                </div>
            </div>



            <a href="#"><button type="button" class="button_back" onclick="back()">Назад</button></a>

        </div>
        </main>
    <footer>
        <p>Разработано в рамках хакатона TulaHack2022</p>
        <p>© Aloe Vera, 2022</p>

    </footer>
    <script src="../js/bootstrap.bundle.min.js"></script>
</body>

</html>