<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Wiki</title>

    <!-- Фавиконка -->
    <link rel="apple-touch-icon" sizes="180x180" href="../res/favicon/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="../res/favicon/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="../res/favicon/favicon-16x16.png">
    <link rel="manifest" href="../res/favicon/site.webmanifest">


    <!-- Bootstrap -->
    <link rel="stylesheet" href="../styles/bootstrap.min.css">


    <!-- CSS конкретно для этой страницы -->
    <link rel="stylesheet" href="../styles/custom/styles.css">
    <link rel="stylesheet" href="../styles/custom/wiki.css">
</head>

<body>
        <?php
        require_once '/home/users/o/osinvladislav/domains/aloevera.thevladoss.site/navbar.php';
        ?>
        <main style="width: 100%; display:flex; flex-direction: row; justify-content: center;">
        <div class="article_content" style="">
            <div class="heading_block" style="margin-left: 40%;">
                <h1>Огурец обыкновенный</h1>
                <p>
                    Выращивать огурцы можно как <a href="#">рассадным</a>, так и <a href="#">безрассадным</a> способом.
                    Они<a href="#"> сверхчувствительны к холоду</a>, а хорошее прорастание семян зависит
                    от температуры почвы — она должна быть не менее +14°С
                </p>
            </div>

            <div class="main_block">
                <img src="../res/wiki1.png" alt="" srcset="">
                <div>
                    <h3>Выращивание огурцов рассадным способом</h3>
                    <p>
                        Рассадный способ выращивания дает возможность значительно ускорить плодоношение. Так, в открытом
                        грунте
                        первый урожай огурцов, выращенных рассадным способом, можно получить на 2 недели раньше, чем
                        обычным.
                        Во время посадки растения должны иметь 3-4 настоящих листика, то есть быть в 2-3-недельном
                        возрасте.
                        Семена на рассаду высевают в горшочки, стаканчики или пакетики размером 8х8 или 10х10 см (Удобно
                        использовать торфяные горшочки, так как корневая система огурца слабо регенерирует, т. е.
                        восстанавливает утраченные части, поэтому необходимо максимально сохранять ее целостность при
                        выращивании огурца рассадой.)
                        За неделю до высадки рассады в огород нужно провести закаливание. Для этого рассада выносится
                        раз в
                        сутки на улицу и содержится там 15-25 минут, постепенно продлевая этот срок. Параллельно
                        температура
                        в
                        помещении снижается до +15-16°С, выравниваясь с уличной. К моменту высадки рассада должна быть
                        20-30
                        см
                        в высоту (обычно на это уходит около месяца)
                    </p>
                </div>

            </div>

            <div class="main_block">
                <img src="../res/wiki2.png" alt="" srcset="">
                <div>
                    <h3>Выращивание огурцов без рассадным способом</h3>
                    <p>
                        Огурец – солнцелюбивый овощ, поэтому лучшим вариантом расположения посевов будет достаточно
                        светлое
                        место, защищенное от ветра.
                        Для высокого урожая следует высаживать огурцы в рыхлую плодородную почву, которая способна
                        удерживать
                        влагу. (Поэтому хорошо внести в грунт Перлит или Вермикулит)/
                        Иногда для ускорения роста и развития огурцов до их посадки в грунт почву предварительно
                        удобряют
                        органикой. Примерно на глубине 40 см выкладывают слой удобрений, которые затем перемешивают с
                        землей.
                        При разложении органики выделяется большое количество энергии, которое способно подпитывать
                        культуры
                        целый сезон. В подготовленные лунки (в открытом грунте) кладут по 3-4 штуки семян на глубину
                        около 3
                        см,
                        сохраняя между лунками небольшое расстояние.
                        Можно сеять сухие семена, но рекомендуется осуществить полноценную предпосевную подготовку, с
                        замачиванием и закаливанием. Как только появятся первые всходы, нужно удалить слабые и лишние
                        ростки,
                        оставив расстояние между огурцами около 50 см.
                        Убрать лишние всходы необходимо прищипыванием или срезанием, ведь у огурца слабая корневая
                        система и
                        вы
                        легко можете повредить здоровый образец.
                    </p>
                </div>
            </div>

            <div class="table_block">
                <h3>Способы выращивания огурцов</h3>
                <div style="display:flex; flex-direction:row;">
                    <div class="table_card">
                        <img src="../res/table1.png" alt="">
                        <h4>На шпалере</h4>
                        <p>
                            Шпалера — металлическая, деревянная или из выполненная из любого другого подходящего
                            материала решетка.
                        </p>
                    </div>
                    <div class="table_card">
                        <img src="../res/table2.png" alt="">
                        <h4>В мешках</h4>
                        <p>
                            Полиэтиленовые пакеты наполняются грунтовой смесью, соединяются между собой, укладываются
                            набок.

                        </p>
                    </div>
                    <div class="table_card">
                        <img src="../res/table3.png" alt="">
                        <h4>В бочке</h4>
                        <p>
                            В бочку объемом 100-200 литров помещают зеленую массу: срезанную траву, деревянные опилки,
                            обрезки веток, камыши, подойдет даже сорняк или органические отходы.
                        </p>
                    </div>
                </div>
            </div>
            <a href="#"><button type="button" class="button_back">Назад</button></a>
        </div>






    </main>
    <footer>
        <p>Разработано в рамках хакатона TulaHack2022</p>
        <p>© Aloe Vera, 2022</p>

    </footer>
    <script src="../js/bootstrap.bundle.min.js"></script>
</body>

</html>