<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Wiki</title>

    <!-- Фавиконка -->
    <link rel="apple-touch-icon" sizes="180x180" href="../res/favicon/apple-touch-icon.png">
    <link rel="icon" type="image/png" sizes="32x32" href="../res/favicon/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="16x16" href="../res/favicon/favicon-16x16.png">
    <link rel="manifest" href="../res/favicon/site.webmanifest">


    <!-- Bootstrap -->
    <link rel="stylesheet" href="../styles/bootstrap.min.css">


    <!-- CSS конкретно для этой страницы -->
    <link rel="stylesheet" href="../styles/custom/styles.css">
    <link rel="stylesheet" href="../styles/custom/wiki.css">
</head>

<body>
        <?php
        require_once '/home/users/o/osinvladislav/domains/aloevera.thevladoss.site/navbar.php';
        ?>
        <main style="width: 100%; display:flex; flex-direction: row; justify-content: center;">
        <div class="article_content" style="">
            <div class="heading_block" style="margin-left: 40%;">
                <h1>Арбуз</h1>
                <p>
                    От выбора почвы, подкормок, полива, режима температуры и света и выбора места зависит, как будет расти арбуз и даст ли он съедобные плоды.

                </p>
            </div>

            <div class="main_block">
                <img src="../res/watermelon1.png" alt="" srcset="">
                <div>
                    <h3>Посадка семян арбуза</h3>
                    <p>
                        Для выращивания в домашних условиях подойдут не все арбузы, растущие в открытом грунте. Существуют сорта, плодоносящие в закрытых помещениях, такие как Огонёк, Кримсон Свит, Ультраранний, Сахарный малыш, Сибиряк, Подарок Солнца, Кай F1, Золушка, Подарок северу F1.
                        Они обладают хорошими вкусовыми качествами, не нуждаются в обильном свете, раннеспелые, устойчивые к болезням.
                        Семена этих сортов отличаются хорошей всхожестью и если они приобретены у проверенных поставщиков и торговая марка надёжна, то прорастают практически все.
                        Перед посадкой, их держат 10–15 мин в слабом растворе перманганата калия при температуре 50–55 °C. Затем помещают во влажную ткань (песок и т. д.) пока они не наклюнутся, после этого сажают по 2 в стаканчики для рассады, закапывая в грунт на 2 см. Можно посадить сразу в стаканчики.
                    </p>
                </div>

            </div>

            <div class="main_block">
<!--                <img src="../res/watermelon2.png" alt="" srcset="">-->
                <div>
                    <h3>Выращивание рассады арбуза</h3>
                    <p>
                        ПЧерез 2 недели после появления ростков, слабые всходы выбраковывают и оставляют в каждом стаканчике по одному самому сильному.
                        Нежелательно сажать косточки арбуза сразу в большие ёмкости: большая масса неосвоенного грунта легко закисает, и рассада может погибнуть. Пересаживают через месяц, растения перемещаются на постоянное место вместе с комом земли, для того, чтобы не травмировать корни.
                        Рассаду можно посадить в открытый грунт и получить хороший урожай на грядке. Предварительно провести закаливание: в течение недели выносить рассаду на небольшое время каждый день на открытый воздух.
                    </p>
                </div>
            </div>
            <div class="main_block">
                <div>
                    <h3>Процесс выращивания арбуза</h3>
                    <p>
                        После перевалки рассады в горшки начинается бурный рост корня. Он вырастает длинным, с хорошо развитыми боковыми корнями, поэтому ёмкости подбирают большие – 5–15 л.
                        Прищипку производят над 3–4 листком, боковые ветви направляют вертикально или пускают горизонтально. Выращивают и одной плетью, в этом случае цветки и плоды появятся быстрее.
                        Цветение (через 30–50 дней) и плодоношение арбуза зависит от сорта, которые бывают скороспелые, среднеспелые и позднеспелые. Интересно, что, в зависимости от сроков цветения, цветки появляются в разных пазухах листьев: у скороспелых – в 4–11 пазухах листьев, со средним сроком – в 15–18, поздних – в 20–25. В доме можно вырастить любой сорт, но учитывая теплолюбивость и светолюбивость, отдают предпочтение ранним сортам.
                        Для получения плода цветки опыляют искусственным путем. Арбуз имеет 2 вида цветков – мужские и женские, которые появляются и на главном и на боковых побегах. Мужскими цветками (развитые тычинки, тонкая плодоножка) опыляют женские (развитый пестик, толстая плодоножка) и ждут завязывания плода. Увеличение плодоножки женского цветка означает, что маленький арбузик начал расти. При вертикальном расположении плетей возникает необходимость прикрепить его для предотвращения обрыва.
                        В доме не стоит оставлять на ветвях больше 2 арбузиков, если вы хотите полакомиться вкусной мякотью. Побеги прищипывают после образования плода для того, чтобы силы шли на его вызревание, а не на рост.
                        От посадки до окончания вегетации проходит в среднем 3 месяца. В домашних условиях плод более 1 кг вырастить трудно. Дождитесь пока арбуз созреет и возможно он по вкусовым качествам будет превосходить покупные. Напомним, что у зрелого плода кора глянцевая, плодоножка подсохшая, без волосков. при стуке раздается звонкий звук.
                        Но, даже соблюдая все правила ухода, нет гарантии, что на подоконнике или балконе можно получить большой по размерам арбуз. И все же, выращивание такого экзотического растения принесет немало удовольствия и новые навыки по выращиванию уникальных растений в домашних условиях.
                    </p>
                    <img src="../res/watermelon2.png" alt="" srcset="">
                </div>
            </div>





    </main>
    <footer>
        <p>Разработано в рамках хакатона TulaHack2022</p>
        <p>© Aloe Vera, 2022</p>

    </footer>
    <script src="../js/bootstrap.bundle.min.js"></script>
</body>

</html>